import NewsImg1 from '../assets/images/news/news-one.png'
import NewsImg2 from '../assets/images/news/news-img-2.png'
import NewsImg3 from '../assets/images/news/news-big.png'
import NewsImg4 from '../assets/images/news/news.png'
import NewsImg5 from '../assets/images/news/news-img-5.png'
import NewsImg6 from '../assets/images/news/news-img-6.png'
import NewsImg7 from '../assets/images/news/news-img-7.png'

export const oneNews = {
  first: [
    `Студия Disney выпустила трейлер документального сериала, посвященного созданию первого сезона «Мандалорца». 
    Проект под названием «Галерея Disney: Мандалорец» будет включать восемь частей, первая выйдет 4 мая, 
    в Международный день «Звездных войн».`,
    `Каждый эпизод раскроет разные аспекты производства сериала. 
    В документалку вошли интервью с режиссерами и актерами «Мандалорца», видео со съемочной площадки и концепт-арты, 
    а также рассказы о новых технологиях, которые применялись на площадке.`,
  ],
  second: [
    `В рамках проекта шоураннер «Мандалорца» Джон Фавро проведет круглый стол, 
    на котором обсудит с гостями наследие «Звездных войн» и Джорджа Лукаса, 
    то, как актеры работали со своими персонажами, музыку сериала и прочие моменты, касающиеся съемок.`,
    `«Мандалорец» — первый игровой сериал во вселенной «Звездных войн». Он рассказывает о наемнике, живущем на краю
    обитаемой галактики, куда не дотягивается закон Новой Республики. Однажды герой получает заказ — доставить загадочному
    клиенту некий объект, которым оказывается зеленый младенец с большими ушами.Мандалорец решает пойти против своих
    работодателей и становится защитником ребенка.`,
    `Второй сезон «Мандалорца» выйдет этой осенью, но, по слухам, Джон Фавро уже
     разрабатывает третий для Disney+. Сюжет новых серий пока не раскрывается.`,
    `Кроме того, студия готовит еще три игровых сериала
    по «Звездным войнам». Это спин-оффы про Оби-Вана Кеноби с Юэном Макгрегором и Кассиана Андора из фильма «Изгой-один: Звездные
    войны. Истории»,
    а также безымянный проект, шоураннером которого станет Лесли Хэдланд, создательница «Жизней матрешки».`,
  ],
  third: [
    `Являясь всего лишь частью общей картины, предприниматели в сети интернет лишь добавляют фракционных разногласий и смешаны с 
    не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. 
    Кстати, стремящиеся вытеснить традиционное производство, нанотехнологии лишь добавляют фракционных разногласий и разоблачены.`,
  ],
  forth: [
    `Не следует, однако, забывать, что дальнейшее развитие различных форм деятельности создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса системы массового участия. Банальные, но неопровержимые выводы, а также независимые государства, которые представляют собой яркий пример континентально-европейского 
    типа политической культуры, будут подвергнуты целой серии независимых исследований.`,
  ],
}

export const newsImgs = [NewsImg1, NewsImg2, NewsImg3, NewsImg4, NewsImg5, NewsImg6, NewsImg7]
